Repository: Serchinastico/do-it-myself
Catalog: src/locales/*/messages.po
Languages: es

source: Save or share your project's manual
es: Guarda o comparte el manual de tu proyecto

source: Photo Library
es: Galería de fotos

source: Take photo
es: Cámara

source: Today
es: Hoy

source: Introduction
es: Introducción

source: Tools and materials
es: Herramientas y materiales

source: Steps
es: Pasos

source: build
es: construir

source: design
es: diseño

source: fix
es: arreglar

source: mount/unmount
es: montar/desmontar

source: chore
es: tarea

source: solo project
es: project en solitario

source: need help
es: necesito ayuda

source: complexity:easy
es: complejidad:fácil

source: complexity:medium
es: complejidad:media

source: complexity:hard
es: complejidad:difícil

source: duration:short
es: duración:corta

source: duration:medium
es: duración:media

source: duration:long
es: duración:larga

source: clay
es: arcilla

source: wood
es: madera

source: paper
es: papel

source: electronics
es: electrónica

source: 3d printing
es: impresión 3d

source: sewing
es: costura

source: paint
es: pintura

source: mixed medium
es: medio mixto

source: Do It Myself (Dark)
es: Do It Myself (oscuro)

source: Sweden
es: Suecia

source: Sweden (Dark)
es: Suecia (oscuro)

source: Wheat
es: Trigo

source: Clay
es: Arcilla

source: Grass
es: Hierba

source: Lime
es: Lima

source: Lily
es: Lila

source: Sky
es: Cielo

source: Ocean
es: Oceano

source: Fuchsia
es: Fucsia

source: Access to your camera or media library is required to pick a picture
es: Es necesario tener acceso a tu cámara o galería de imágenes para elegir una imagen

source: Canceled the selection of an image
es: Cancelada la selección de imagen

source: Yesterday
es: Ayer

source: Dark
es: Oscuro

source: Light
es: Claro

source: There is a problem with your cloud storage provider. Cloud backups have been disabled.
es: Hay un problema con tu proveedor de almacenamiento en la nube. Las copias de seguridad se han deshabilitado.

source: Unable to store backup
es: No se ha podido hacer una copia de seguridad

source: {0} of {1}
es: {0} de {1}

source: <0><1>Support us in this project and get the app with no limitations </1><2>forever</2><3>.</3></0>
es: <0><1>Apóyanos en este proyecto y consigue la app sin limitaciones </1><2>para siempre</2><3>.</3></0>

source: Accept
es: Aceptar

source: Add attachment
es: Añadir fichero

source: Add pictures and videos to your project to serve as references, inspiration or anything you want.
es: Agrega imágenes y videos a tu proyecto para que sirvan como referencias, inspiración o lo que desees.

source: Add some media to the project now.
es: Añade algunos ficheros al proyecto.

source: Add tags
es: Añadir etiquetas

source: Any suggestion?
es: ¿Alguna sugerencia?

source: App purchased
es: App comprada

source: At least one tool must be selected
es: Debes seleccionar al menos una herramienta

source: Attachments
es: Ficheros

source: Backup loaded
es: Copia de seguridad cargada

source: Buy the app to get unlimited projects
es: Compra la app para tener proyectos ilimitados

source: Cancel
es: Cancelar

source: Cloud Backup
es: Copia de seguridad

source: Create a new project to get going.
es: Crea un nuevo proyecto para empezar.

source: Create new project
es: Crear nuevo proyecto

source: Create project
es: Crear proyecto

source: Delete
es: Borrar

source: Delete item
es: Borrar fichero

source: Delete project
es: Borrar proyecto

source: Description
es: Descripción

source: Disabled
es: Deshabilitado

source: e.g. Hand the new mirror in the bathroom
es: e.g. Colgar el nuevo espejo en el baño

source: e.g. Hang mirror
es: e.g. Colgar espejo

source: Edit project
es: Editar proyecto

source: Editing
es: Editando

source: Enabled
es: Habilitado

source: Export
es: Exportar

source: Export your manual to a PDF file you can print and store along with your finished project for future reference and maintenance, or share it with anyone.
es: Exporte su manual a un fichero PDF que puede imprimir y guardar junto con su proyecto final para usarlo de referencia, o compartelo con cualquier persona.

source: Future updates.
es: Actualizaciones futuras.

source: Get started
es: Empezar

source: Haptic Feedback
es: Respuesta háptica

source: If you find any problem with the app or just want to help making it better, send me an email.
es: Si encuentras un problema con la app, o simplemente quieres ayudar para hacerla mejor, mándame un email.

source: It’s time to create a project and start doing things.
es: Es hora de crear un proyecto y empezar a hacer cosas.

source: Keep your DIY projects well organized
es: Ten tus proyectos DIY bien organizados

source: Layout
es: Disposición

source: Let's be honest: We went to a store to see how much a personalized project notebook costs, and this was the price. That's it.
es: Seamos honestos: Fuimos a una tienda para ver cuánto cuesta un cuaderno de proyectos personalizado, y este fue el precio. Eso es todo.

source: Load
es: Cargar

source: Loading
es: Cargando

source: Name
es: Nombre

source: Name is required
es: El nombre es obligatorio

source: Name them, tag them, search through your collection, and never lose track of a project again.
es: Nómbralos, etiquétalos, búscalos entre tu colección y nunca pierdas el hilo de tus proyectos.

source: New project
es: Nuevo proyecto

source: No attachments yet
es: No hay ficheros todavía

source: No projects yet
es: No hay proyectos todavía

source: No subscriptions, buy the app and it'll be yours, forever.
es: Sin suscripciones, compra la app y será tuya, para siempre.

source: Or you can make as if nothing happened and cancel the backup entirely. We won't tell anyone.
es: O puedes hacer como si no hubiese pasado nada y cancelar la copia de seguridad. No se lo diremos a nadie.

source: Overwrite
es: Sobrescribir

source: Permissions for recording were not granted. Change the option from your device settings to record voice memos
es: No tenemos permiso para grabar. Cambia esta opción desde las opciones del dispositivo para grabar mensajes de audio

source: Projects
es: Proyectos

source: Purchase
es: Comprar

source: Record your progress on the project to resume it much more easily when you return to it.
es: Registra tu progreso durante el proyecto para volver a él más fácilmente.

source: Remove tool
es: Eliminar herramienta

source: Reset
es: Reiniciar

source: Restore purchase
es: Restaurar compra

source: Save
es: Guardar

source: Save images and videos for future reference.
es: Guarda imágenes y videos para usarlas de referencia en el futuro.

source: Search project...
es: Buscar proyecto...

source: Settings
es: Configuración

source: Something went wrong
es: Algo ha ido mal

source: Styles for your manuals.
es: Estilos para tus manuales.

source: Tags
es: Etiquetas

source: Tags allow you to easily search for projects by their characteristics.
es: Las etiquetas te permiten buscar proyectos más facilmente por sus características.

source: Take Photo
es: Tomar una foto

source: Thank you for purchasing Do It Myself!
es: Gracias por comprar Do It Myself!

source: The app for you, forever.
es: La app para ti, para siempre.

source: The free version of Do It Myself only allows 3 projects. Buy the app to have access to unlimited projects and more.
es: La versión gratuita de Do It Myself solo permite 3 proyectos. Compra la app para crear tantos proyectos como quieras.

source: The purchase was not restored
es: La compra fue restaurada

source: Theme
es: Tema

source: There was no Do It Myself purchase found in your account
es: No hemos encontrado ninguna compra de Do It Myself en tu cuenta

source: Tools
es: Herramientas

source: Tools allow you to adapt your project to your needs. Remember that you can add and remove tools whenever you want.
es: Las herramientas te permiten adaptar tu proyecto a tus necesidades. Recuerda que puedes añadir o eliminar herramientas cuando lo necesites.

source: Tools to track your progress
es: Herramientas para seguir tu progreso

source: Unable to record audio
es: No se puede grabar audio

source: Unlimited projects.
es: Proyectos ilimitados.

source: We are sorry but it looks like something failed. Send us an email to dim@serchinastico.com and we will work on it.
es: Lo sentimos mucho pero parece que algo ha fallado. Mándanos un email a dim@serchinastico.com y trabajaremos en arreglarlo tan pronto como podamos.

source: We found a backup file in your {0} account. However, we noticed it's corrupted and we can't seem to recover it.
es: Hemos encontrado una copia de seguridad en tu cuenta de {0}. Sin embargo, hemos detectado que está corrupta y no podemos recuperarla.

source: We found a backup file in your {0} account. You can overwrite it, or you can load it up, deleting your current projects.
es: Hemos encontrado una copia de seguridad en tu cuenta de {0}. Puedes sobrescribirlo, o puedes cargarlo, eliminando tus proyectos actuales en el proceso.

source: Why {0}?
es: ¿Por qué {0}?

source: Why buy the app?
es: ¿Por qué comprar la app?

source: Worklog
es: Diario

source: Worklogs, manuals and attachments at your fingertips, you'll have everything you need to keep track of your progress.
es: Diarios, manuales y ficheros en la punta de tus dedos, lo tendrás todo para seguir el progreso de tus proyectos.

source: Write the detailed steps for your project. Include a list of requirements, use variables to adapt your project, and export a manual that you can print and keep near your finished project.
es: Escribe el paso a paso de tu proyecto. Incluye la lista de requisitos y exporta el manual para imprimirlo y mantenerlo cerca de tus proyectos finalizados.

source: You already have a backup!
es: ¡Ya tienes una copia de seguridad!

source: You are about to delete this project. All the data stored in the project will be permanently deleted and you will not be able to recover it.
es: Estás a punto de borrar este proyecto. Toda la información del proyecto será borrada permanentemente y no serás capaz de recuperarla.

source: You are about to remove a tool from your project. If you had any data stored in the tool, you will not be able to recover it.
es: Estás a punto de borrar una herramienta de tu proyecto. Si tenías información almacenadas en la herramienta, no serás capaz de recuperarla.

source: You can now enjoy the app, forever
es: Ahora puedes disfrutar de la app, para siempre

source: You can overwrite it with this device's data or you can leave cloud backups for later.
es: Puedes sobrescribirla con la información de este dispositivo, o puedes dejar las copias de seguridad para más adelante.

source: You can start using the full version of Do It Myself
es: Puedes empezar a usar la versión completa de Do It Myself

source: You have a corrupted backup
es: La copia de seguridad está corrupta

source: You have run out of projects!
es: ¡Te has quedado sin proyectos!

source: You restored your Do Iy Myself purchase!
es: ¡Has restaurado la compra de Do It Myself!

source: Your app Your data
es: Tu app Tus datos

source: Your current projects are now backed up.
es: Se han copiado tus proyectos actuales.

source: Your data is yours: store your backups securely with iCloud or Google Drive.
es: Tus datos son tuyos: almacena copias de seguridad en tu cuenta de iCloud o Google Drive.

source: Your remote projects have been deleted.
es: Los proyectos en la copia de seguridad han sido borrados.

source: Your remote projects have been loaded and are ready to use.
es: Los proyectos de tu copia de seguridad han sido cargados y están listos para ser usados.
